Repository: AlexeyTsutsoev/currency-ios
Catalog: CurrencyApp/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Enter amount
de: Betrag eingeben

source: Error with loading currencies
de: Fehler beim Laden von Währungen

source: Exchange
de: Austausch

source: Exchange History
de: Austauschhistorie

source: List is empty.
de: Liste ist leer.

source: Not Implemented
de: Nicht implementiert

source: Reload
de: Laden

source: Result %lld
de: Ergebnis %lld

source: Select base currency
de: Basiswährung auswählen

source: Select target currency
de: Zielwährung auswählen

source: There are no selected currencies
de: Es sind keine Währungen ausgewählt
